Repository: HGalitska/AirplaneTicketsAggregator
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Sign In
uk: Вхід

source: Please use a different username.
uk: Будь ласка, використайте інше ім'я користувача.

source: Such email is already in use.
uk: Ця пошта вже використовується.

source: Passwords must match
uk: Паролі повинні співпадати.

source: Sign Up
uk: Реєстрація

source: Please pick the number of adults from 0 to 10
uk: Будь ласка, оберіть кількість дорослих від 0 до 10.

source: Please pick the number of teens from 0 to 10
uk: Будь ласка, оберіть кількість підлітків від 0 до 10.

source: Please pick the number of children from 0 to 10
uk: Будь ласка, оберіть кількість дітей від 0 до 10.

source: Please pick the number of infants from 0 to 10
uk: Будь ласка, оберіть кількість немовлят від 0 до 10.

source: Please pick the number of seniors from 0 to 10
uk: Будь ласка, оберіть кількість літніх людей від 0 до 10.

source: Price for your flight has changed!
uk: Ціна на один з ваших польотів змінилась!

source: <p> Current fares:
uk: <p> Поточні ціни:

source: Error occured. Please try again.
uk: Сталася помилка. Будь ласка спробуйте ще раз.

source: Unable to add user to db
uk: Неможливо додати користувача в базу.

source: <p>welcome to whatafly!</p><p>we hope you'll find the best deal with our help</p><img src='https://www.askideas.com/media/06/Dude-I-Am-So-High-Right-Now-Funny-Plane-Meme.jpg'>
uk: <p>вітаємо у whatafly!</p><p>ми сводіваємось, що з нашою допомогою ви знайдете омріяний політ </p><img src='https://www.askideas.com/media/06/Dude-I-Am-So-High-Right-Now-Funny-Plane-Meme.jpg'>

source: Some error accured
uk: Сталась помилка.

source: BOOM!
uk: БУУМ!

source: What you were looking for is just not here.
uk: Те, що ви шукаєте не тут.

source: our airlines
uk: наші авіалінії

source: READ NEWS
uk: ПРОЧИТАТИ НОВИНИ

source: Callsign
uk: Найменування

source: Founded
uk: Засновано

source: Website
uk: Вебсайт

source: Statistics By Monthes in
uk: Статистика за місяцями у

source: Whole Year Statistics
uk: Річна статистика

source: Search
uk: Пошук

source: Airlines Info
uk: Інформація про авіалінії

source: Info
uk: Інформація

source: Statistics
uk: Статистика

source: Contacts
uk: Контакти

source: Sign in
uk: Вхід

source: Sign up
uk: Реєстрація

source: Account
uk: Профіль

source: Logout
uk: Вийти

source: contact our team
uk: зв'яжіться з нами

source: Stacy Cherneha
uk: Стася Чернега

source: Dima Branitskyi
uk: Діма Браніцький

source: Lena Galitska
uk: Лєна Галіцька

source: removed
uk: видалено

source: route history
uk: історія пошукіи

source: remove
uk: видалити

source: SIGN IN
uk: ВХІД

source: USERNAME
uk: ІМ'Я КОРИСТУВАЧА

source: PASSWORD
uk: ПАРОЛЬ

source: price stats
uk: статистика цін

source: saved flights
uk: збережені польоти

source: view
uk: показати

source: search history
uk: історія пошуків

source: saved
uk: збережено

source: results
uk: результати

source: buy this ticket
uk: купити цей квиток

source: save
uk: зберегти

source: give a try to whatafly
uk: політай із whatafly

source: City A
uk: Місто А

source: City B
uk: Місто Б

source: Adult
uk: Дорослий

source: Child
uk: Дитина

source: Teen
uk: Підліток

source: Infant
uk: Немовля

source: Senior
uk: Пенсіонер

source: Sign up
uk: Реєстрація

source: FIRST NAME
uk: ІМ'Я

source: LAST NAME
uk: ПРІЗВИЩЕ

source: REPEAT PASSWORD
uk: ПОВТОРІТЬ ПАРОЛЬ
